{
    "settings": {
        "musicPath": "\/assets\/user_3\/8mars\/music\/1772111937-Jean Jean Roosevelt - Donnez le Monde aux Femmes _ paroles _ lyrics.mp3",
        "defaultDuration": "15000",
        "fontFamily": "'Work Sans', sans-serif"
    },
    "slides": [
        {
            "title": "Journée de la Femme",
            "content": "Bienvenue à tous pour cette célébration vibrante de la Journée internationale des femmes le 8 mars ! En Haïti et dans le monde, nous honorons les combats acharnés pour l'égalité, la justice et la dignité.\n\nCes femmes, mères, leaders et guerrières, ont pavé la voie contre vents et marées. Ensemble, réaffirmons notre engagement pour un avenir où chaque voix féminine résonne librement.\n\nPrêts à plonger dans l'histoire, les citations inspirantes et les appels à l'action ?",
            "layout": "left",
            "imagePath": null,
            "bgColor": "#965454",
            "textColor": "#ffffff",
            "titleSize": "4.5rem",
            "contentSize": "1.5rem",
            "titleAlign": "center",
            "contentAlign": "left",
            "duration": "15000",
            "titleFont": "'Montserrat', sans-serif",
            "contentFont": "'Montserrat', sans-serif"
        },
        {
            "title": "Qu'est-ce que le 8 mars ?",
            "content": "Le 8 mars est la Journée mondiale des femmes, proclamée par les Nations Unies en 1975 pour promouvoir l'égalité des genres et les droits humains. Ses origines remontent à 1910, avec les premières conférences socialistes, et explosent en 1908 par la grève massive de 15 000 ouvrières new-yorkaises exigeant salaires égaux et droit de vote.\n\nAujourd'hui, c'est un cri global contre les discriminations persistantes, particulièrement en Haïti où les femmes portent l'économie informelle. Célébrons ce jour comme un rappel quotidien de résilience.",
            "layout": "right",
            "imagePath": "\/assets\/user_3\/8mars\/images\/1771883575-Gemini_Generated_Image_ih9i43ih9i43ih9i.png",
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Histoire en bref",
            "content": "Tout commence en 1908 : 15 000 ouvrières textiles à New York descendent dans la rue pour dénoncer salaires misérables, journées de 14h et conditions inhumaines – un soulèvement qui inspire le monde. En 1910, Clara Zetkin propose une journée dédiée aux femmes au congrès socialiste.\n\n1975 marque l'officialisation ONU, coïncidant avec l'Année des femmes. En Haïti, cela résonne avec nos luttes post-indépendance, où figures comme Catherine Flon symbolisent la nation. Cette histoire nous unit dans la victoire collective.",
            "layout": "left",
            "imagePath": "\/assets\/user_3\/8mars\/images\/1771624062-pexels-leeloothefirst-6495873.jpg",
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Eleanor Roosevelt",
            "content": "« L'égalité des droits de la femme n'est pas une faveur, c'est une évidence. » – Eleanor Roosevelt, icône des droits humains.\n\nCette phrase percutante rappelle que l'égalité n'est pas un don généreux des hommes ou des institutions, mais un droit fondamental, inscrit dans la nature humaine. Dans un monde où les écarts salariaux persistent (femmes gagnent 23% de moins globalement), elle nous exhorte à exiger justice sans compromis.\n\nEn Haïti, où les femmes dirigent 70% des foyers ruraux, cette évidence devient urgence vitale.",
            "layout": "right",
            "imagePath": null,
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Proverbe Africain",
            "content": "« La force d'une femme est invisible mais puissante. » – Proverbe africain, écho parfait à notre résilience haïtienne.\n\nCette sagesse ancestrale révèle la puissance cachée des femmes : comme les racines d'un manguier qui soutiennent l'arbre entier, leur endurance invisible nourrit familles, communautés et nations. Testée par les épreuves – ouragans, crises – elle explose en moments critiques.\n\n« Une femme est comme un sachet de thé : vous ne savez sa force qu'en l plongeant dans l'eau chaude. » Appliquons cela au 8 mars !",
            "layout": "left",
            "imagePath": null,
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Autre Pensée",
            "content": "« Les femmes portent en elles la force de bâtir, de transformer et d'inspirer. » – Pensée sur force et résilience.\n​\n\nDe la reconstruction post-séisme en Haïti aux avancées mondiales, les femmes transforment chaos en progrès. Elles éduquent, innovent, guérissent – une force bâtisseuse qui élève sociétés entières.\n\nReconnaissons leurs succès : +20% parité salariale en 10 ans, records leaders 2025. Mais brisons les barrières restantes pour un impact total.",
            "layout": "right",
            "imagePath": "\/assets\/user_3\/8mars\/images\/1771855947-pexels-storiesofdesign-14787268.jpg",
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Progrès actuels",
            "content": "Grands pas : parité salariale mondiale +20% ces 10 ans, malgré gaps persistants. En 2025, record historique de femmes présidentes et CEO (ex. Haïti progresse en politique locale).\n\nÉducation des filles explose : 90% scolarisées en primaire globalement. En Haïti, initiatives comme celles de l'UNICEF boostent l'accès, formant futures leaders. Ces victoires prouvent : persévérance gagne.\n\nPourtant, accélérons pour 2030 ONU : égalité totale.",
            "layout": "left",
            "imagePath": null,
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Défis à relever",
            "content": "Violences : 1 femme sur 3 subit agressions physiques\/sexuelles dans sa vie – urgence en Haïti avec crises sécuritaires. Éducation : 130 millions filles exclues mondialement, aggravé par pauvreté.\n\nÉcarts salariaux (77 cents pour 1 dollar homme) et charge mentale freinent. « Célébrons les réussites des femmes et engageons-nous à briser les barrières qui subsistent. »\n​\n\nSolutions : lois strictes, éducation inclusive, soutien économique. Agissons !",
            "layout": "right",
            "imagePath": null,
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Appel à l'action",
            "content": "Soutenez concrètement : signez pétitions ONU Femmes, formez dans vos communautés, boostez entreprises dirigées par femmes. En Haïti, rejoignez réseaux comme Fanm Ayisyen Pou Ranfòsman.\n\nPartagez #8Mars #ForceInvisible sur réseaux. Chaque like, don, parole compte pour amplifier. « L'égalité n'est pas faveur, évidence ! » Ensemble, transformons paroles en actes puissants.",
            "layout": "right",
            "imagePath": null,
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "flex-start",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Remerciements",
            "content": "Grand merci pour votre présence engagée dans cette célébration du 8 mars ! Vous avez exploré histoire, citations inspirantes comme celles d'Eleanor Roosevelt et proverbes africains, progrès et défis.\n\nLa boucle repart : que cette énergie persiste au quotidien. Questions ? Échanges ? Contactez-moi pour plus. Femmes puissantes, monde uni !",
            "layout": "left",
            "imagePath": null,
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "4.5rem",
            "contentSize": "1.5rem",
            "titleAlign": "center",
            "contentAlign": "left",
            "duration": "15000"
        },
        {
            "title": "Titre Slide",
            "content": "Texte...",
            "layout": "left",
            "imagePath": null,
            "bgColor": "#ffffff",
            "textColor": "#000000",
            "titleSize": "2.5rem",
            "contentSize": "1.2rem",
            "titleAlign": "center",
            "contentAlign": "center",
            "duration": "15000"
        }
    ]
}